<template>
  <div class="section section--about section--margin-40">
    <div class="container">
      <Crumbs :crumbs="seoTags.crumbs"/>
      <h1 class="heading heading--h2">Политика конфиденциальности персональных
        данных</h1>
      <ol class="text__o-list">
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Общие положения
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Настоящая политика обработки персональных данных (далее – Политика конфиденциальности) составлена в
              соответствии
              с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» определяет порядок
              обработки
              персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые
              «{{ useSiteConfig().site.title }}» (далее
              –
              Администрация сайта), действует в отношении всей информации, которую сайт {{ useSiteConfig().site.domain }}, (далее
              –{{
                useSiteConfig().site.domain
              }})
              расположенный на доменном имени {{ useSiteConfig().site.domain }} (а также его субдоменах), может получить о
              Пользователе во время
              использования сайта {{ useSiteConfig().site.domain }}(а также его субдоменов), его программ и его продуктов.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Определение терминов
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              В настоящей Политике конфиденциальности используются следующие термины:
            </li>
            <li class="text__o-list-item">
              «Администрация сайта» (далее – Администрация) – уполномоченные сотрудники на управление сайтом
              {{ useSiteConfig().site.domain }},
              действующие от имени « {{ settings.legal_name }}», которые организуют и (или) осуществляют обработку
              персональных данных,
              а
              также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке,
              действия
              (операции), совершаемые с персональными данными.
            </li>
            <li class="text__o-list-item">
              «Персональные данные» - любая информация, относящаяся к прямо или косвенно определенному, или
              определяемому физическому лицу (субъекту персональных данных).
            </li>
            <li class="text__o-list-item">
              «Обработка персональных данных» - любое действие (операция) или совокупность действий (операций),
              совершаемых с использованием средств автоматизации или без использования таких средств с персональными
              данными,
              включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
              использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление,
              уничтожение персональных данных.
            </li>
            <li class="text__o-list-item">
              «Конфиденциальность персональных данных» - обязательное для соблюдения Оператором или иным получившим
              доступ к персональным данным лицом требование не допускать их распространения без согласия субъекта
              персональных
              данных или наличия иного законного основания.
            </li>
            <li class="text__o-list-item">
              «Сайт {{ useSiteConfig().site.domain }}» - это совокупность связанных между собой веб-страниц, размещенных в сети
              Интернет по
              уникальному адресу (URL): {{ useSiteConfig().site.domain }}, а также его субдоменах.
            </li>
            <li class="text__o-list-item">
              «Субдомены» - это страницы или совокупность страниц, расположенные на доменах третьего уровня,
              принадлежащие сайту {{ useSiteConfig().site.domain }}, а также другие временные страницы, внизу который указана
              контактная
              информация
              Администрации
            </li>
            <li class="text__o-list-item">
              «Пользователь сайта {{ useSiteConfig().site.domain }} » (далее Пользователь) – лицо, имеющее доступ к сайту
              {{ useSiteConfig().site.domain }}, посредством
              сети Интернет и использующее информацию, материалы и продукты сайта {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              «Cookies» — небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере пользователя,
              который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в HTTP-запросе при попытке открыть
              страницу
              соответствующего сайта.
            </li>
            <li class="text__o-list-item">
              «IP-адрес» — уникальный сетевой адрес узла в компьютерной сети, через который Пользователь получает
              доступ на {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              «Товар » - продукт, который Пользователь заказывает на сайте и оплачивает через платёжные системы.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Общие положения
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Использование сайта {{ useSiteConfig().site.domain }} Пользователем означает согласие с настоящей Политикой
              конфиденциальности и
              условиями обработки персональных данных Пользователя.
            </li>
            <li class="text__o-list-item">
              В случае несогласия с условиями Политики конфиденциальности Пользователь должен прекратить использование
              сайта {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Настоящая Политика конфиденциальности применяется к сайту {{ useSiteConfig().site.domain }}. {{ useSiteConfig().site.domain }}
              не контролирует и не несет
              ответственность за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на сайте
              {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Администрация не проверяет достоверность персональных данных, предоставляемых Пользователем.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Предмет политики конфиденциальности
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Настоящая Политика конфиденциальности устанавливает обязательства Администрации по неразглашению и
              обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь предоставляет по
              запросу
              Администрации при регистрации на сайте {{ useSiteConfig().site.domain }}, при подписке на информационную e-mail
              рассылку или при
              оформлении заказа.
            </li>
            <li class="text__o-list-item">
              Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности,
              предоставляются Пользователем путём заполнения форм на сайте {{ useSiteConfig().site.domain }} и включают в себя
              следующую
              информацию:
            </li>
            <li class="text__o-list-item">
              фамилию, имя, отчество Пользователя;
            </li>
            <li class="text__o-list-item">
              контактный телефон Пользователя;
            </li>
            <li class="text__o-list-item">
              дата рождения;
            </li>
            <li class="text__o-list-item">
              место жительство Пользователя;
            </li>
            <li class="text__o-list-item">
              информация об автомобиле.
            </li>
            <li class="text__o-list-item">
              Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с
              помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
            </li>
            <li class="text__o-list-item">
              {{ useSiteConfig().site.domain }} защищает Данные, которые автоматически передаются при посещении страниц:
              <br/>
              - IP адрес;
              <br/>
              - информация из cookies;
              <br/>
              - информация о браузере
              <br/>
              - время доступа;
              <br/>
              - реферер (адрес предыдущей страницы).
            </li>

            <li class="text__o-list-item">
              Отключение cookies может повлечь невозможность доступа к частям сайта , требующим авторизации.
            </li>
            <li class="text__o-list-item">
              {{ useSiteConfig().site.domain }} осуществляет сбор статистики об IP-адресах своих посетителей. Данная информация
              используется с
              целью предотвращения, выявления и решения технических проблем.
            </li>
            <li class="text__o-list-item">
              Любая иная персональная информация неоговоренная выше (история посещения, используемые браузеры,
              операционные системы и т.д.) подлежит надежному хранению и нераспространению, за исключением случаев,
              предусмотренных в п.п. 5.2. и 5.3. настоящей Политики конфиденциальности.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Цели сбора персональной информации пользователя
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Персональные данные Пользователя Администрация может использовать в целях:
            </li>
            <li class="text__o-list-item">
              Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся
              использования сайта {{ useSiteConfig().site.domain }}, оказания услуг и обработки запросов и заявок от Пользователя.
            </li>
            <li class="text__o-list-item">
              Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.
            </li>
            <li class="text__o-list-item">
              Подтверждения достоверности и полноты персональных данных, предоставленных Пользователем.
            </li>
            <li class="text__o-list-item">
              Создания учетной записи для использования частей сайта {{ useSiteConfig().site.domain }}, если Пользователь дал
              согласие на
              создание учетной записи.
            </li>
            <li class="text__o-list-item">
              Предоставления Пользователю эффективной технической поддержки при возникновении проблем, связанных с
              использованием сайта {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Предоставления Пользователю с его согласия специальных предложений, информации о ценах, новостной
              рассылки и иных сведений от имени сайта {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Осуществления рекламной деятельности с согласия Пользователя.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Способы и сроки обработки персональной информации
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным способом,
              в
              том числе в информационных системах персональных данных с использованием средств автоматизации или без
              использования таких средств.
            </li>
            <li class="text__o-list-item">
              Пользователь соглашается с тем, что Администрация вправе передавать персональные данные третьим лицам, в
              частности, операторам электросвязи, исключительно в целях выполнения заказа Пользователя, оформленного на
              сайте
              {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Персональные данные Пользователя могут быть переданы уполномоченным органам государственной власти
              Российской Федерации только по основаниям и в порядке, установленным законодательством Российской
              Федерации.
            </li>
            <li class="text__o-list-item">
              При утрате или разглашении персональных данных Администрация вправе не информировать Пользователя об
              утрате
              или разглашении персональных данных.
            </li>
            <li class="text__o-list-item">
              Администрация принимает необходимые организационные и технические меры для защиты персональной информации
              Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования,
              распространения, а также от иных неправомерных действий третьих лиц.
            </li>
            <li class="text__o-list-item">
              Администрация совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных
              отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Права и обязанности сторон
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Пользователь вправе:
            </li>
            <li class="text__o-list-item">
              Принимать свободное решение о предоставлении своих персональных данных, необходимых для использования
              сайта {{ useSiteConfig().site.domain }}, и давать согласие на их обработку.
            </li>
            <li class="text__o-list-item">
              Обновить, дополнить предоставленную информацию о персональных данных в случае изменения данной
              информации.
            </li>
            <li class="text__o-list-item">
              Пользователь имеет право на получение у Администрации информации, касающейся обработки его персональных
              данных, если такое право не ограничено в соответствии с федеральными законами. Пользователь вправе
              требовать от
              Администрации уточнения его персональных данных, их блокирования или уничтожения в случае, если
              персональные
              данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для
              заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав.
            </li>
            <li class="text__o-list-item">
              Администрация обязана:
            </li>
            <li class="text__o-list-item">
              Использовать полученную информацию исключительно для целей, указанных в п. 4 настоящей Политики
              конфиденциальности.
            </li>
            <li class="text__o-list-item">
              Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного письменного
              разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение иными
              возможными способами переданных персональных данных Пользователя, за исключением п.п. 5.2 и 5.3. настоящей
              Политики Конфиденциальности.
            </li>
            <li class="text__o-list-item">
              Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя согласно
              порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.
            </li>
            <li class="text__o-list-item">
              Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента
              обращения или запроса Пользователя, или его законного представителя либо уполномоченного органа по защите
              прав
              субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных или
              неправомерных действий.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Ответственность сторон
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Администрация, не исполнившая свои обязательства, несёт ответственность за убытки, понесённые
              Пользователем
              в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской
              Федерации, за исключением случаев, предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики
              Конфиденциальности.
            </li>
            <li class="text__o-list-item">
              В случае утраты или разглашения Конфиденциальной информации Администрация не несёт ответственность, если
              данная конфиденциальная информация:
            </li>
            <li class="text__o-list-item">
              Стала публичным достоянием до её утраты или разглашения.
            </li>
            <li class="text__o-list-item">
              Была получена от третьей стороны до момента её получения Администрацией Ресурса.
            </li>
            <li class="text__o-list-item">
              Была разглашена с согласия Пользователя.
            </li>
            <li class="text__o-list-item">
              Пользователь несет полную ответственность за соблюдение требований законодательства РФ, в том числе
              законов
              о рекламе, о защите авторских и смежных прав, об охране товарных знаков и знаков обслуживания, но не
              ограничиваясь перечисленным, включая полную ответственность за содержание и форму материалов.
            </li>
            <li class="text__o-list-item">
              Пользователь признает, что ответственность за любую информацию (в том числе, но не ограничиваясь: файлы с
              данными, тексты и т. д.), к которой он может иметь доступ как к части сайта {{ useSiteConfig().site.domain }}, несет
              лицо,
              предоставившее
              такую информацию.
            </li>
            <li class="text__o-list-item">
              Пользователь соглашается, что информация, предоставленная ему как часть сайта {{ useSiteConfig().site.domain }},
              может являться
              объектом интеллектуальной собственности, права на который защищены и принадлежат другим Пользователям,
              партнерам
              или рекламодателям, которые размещают такую информацию на сайте {{ useSiteConfig().site.domain }}.
              Пользователь не вправе вносить изменения, передавать в аренду, передавать на условиях займа, продавать,
              распространять или создавать производные работы на основе такого Содержания (полностью или в части), за
              исключением случаев, когда такие действия были письменно прямо разрешены собственниками такого Содержания
              в
              соответствии с условиями отдельного соглашения.
            </li>
            <li class="text__o-list-item">
              В отношение текстовых материалов (статей, публикаций, находящихся в свободном публичном доступе на сайте
              {{ useSiteConfig().site.domain }}) допускается их распространение при условии, что будет дана ссылка на
              {{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Администрация не несет ответственности перед Пользователем за любой убыток или ущерб, понесенный
              Пользователем в результате удаления, сбоя или невозможности сохранения какого-либо Содержания и иных
              коммуникационных данных, содержащихся на сайте {{ useSiteConfig().site.domain }} или передаваемых через него.
            </li>
            <li class="text__o-list-item">
              Администрация не несет ответственности за любые прямые или косвенные убытки, произошедшие из-за:
              использования либо невозможности использования сайта, либо отдельных сервисов; несанкционированного
              доступа к
              коммуникациям Пользователя; заявления или поведение любого третьего лица на сайте.
            </li>
            <li class="text__o-list-item">
              Администрация не несет ответственность за какую-либо информацию, размещенную пользователем на сайте
              {{ useSiteConfig().site.domain }}, включая, но не ограничиваясь: информацию, защищенную авторским правом, без
              прямого согласия
              владельца
              авторского права.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Разрешение споров
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              До обращения в суд с иском по спорам, возникающим из отношений между Пользователем и Администрацией,
              обязательным является предъявление претензии (письменного предложения или предложения в электронном виде о
              добровольном урегулировании спора).
            </li>
            <li class="text__o-list-item">
              Получатель претензии в течение 30 календарных дней со дня получения претензии, письменно или в электронном
              виде уведомляет заявителя претензии о результатах рассмотрения претензии.
            </li>
            <li class="text__o-list-item">
              При не достижении соглашения спор будет передан на рассмотрение Арбитражного суда г. Москва.
            </li>
            <li class="text__o-list-item">
              К настоящей Политике конфиденциальности и отношениям между Пользователем и Администрацией применяется
              действующее законодательство Российской Федерации.
            </li>
          </ol>
        </li>
        <li class="text__o-list-item text__o-list-item--heading">
          <h2 class="heading heading--h2">
            Дополнительные условия
          </h2>
          <ol class="text__o-list">
            <li class="text__o-list-item">
              Администрация вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.
            </li>
            <li class="text__o-list-item">
              Новая Политика конфиденциальности вступает в силу с момента ее размещения на сайте {{
                useSiteConfig().site.domain
              }}, если иное не
              предусмотрено новой редакцией Политики конфиденциальности.
            </li>
            <li class="text__o-list-item">
              Все предложения или вопросы касательно настоящей Политики конфиденциальности следует сообщать по адресу:
              support@{{ useSiteConfig().site.domain }}.
            </li>
            <li class="text__o-list-item">
              Действующая Политика конфиденциальности размещена на странице по адресу https://{{
                useSiteConfig().site.domain
              }}/policy.
              <br/>
              Обновлено: 01 Марта 2021 года
              <br/>
              {{ settings.legal_address }}, {{ settings.legal_name }}
            </li>
          </ol>
        </li>
      </ol>
    </div>
  </div>
</template>
<script setup lang="ts">
import Crumbs from "~/components/Crumbs/index.vue";
import {renderSeoTemplate} from "~/composables/seo";
import {useSiteConfig} from "~/store/siteConfig";

const seoTags = renderSeoTemplate('policy')
const settings = useSiteConfig().settings
</script>
